adrienleloup.andromeda-zed
bfrangi.vscode-nightingale-theme
github.copilot
github.copilot-chat
kainnhantumbo.maron-themes
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mrmartian.everforest-moist
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
reditorsupport.r
rust-lang.rust-analyzer
simonho.kanagawa-paper
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
